/* ************************************************************************** */
/*                                                                            */
/*                                                        :::      ::::::::   */
/*   ft_strlen.c                                        :+:      :+:    :+:   */
/*                                                    +:+ +:+         +:+     */
/*   By: danmoren <danmoren@student.42.fr>          +#+  +:+       +#+        */
/*                                                +#+#+#+#+#+   +#+           */
/*   Created: 2023/12/12 13:20:55 by danmoren          #+#    #+#             */
/*   Updated: 2023/12/12 13:25:08 by danmoren         ###   ########.fr       */
/*                                                                            */
/* ************************************************************************** */

size_t	strlen(const char *str)

#include <string.h> //biblioteca para la función strlen